Revit 2027 API
ACADExportOptions.SharedCoords Property
 True to use the shared coordinate system's origin, false to use the project origin. Default value is false.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public bool SharedCoords { get; set; }
Public Property SharedCoords As Boolean
	Get
	Set
public:
property bool SharedCoords {
	bool get ();
	void set (bool value);
}
member SharedCoords : bool with get, set
Property Value
Boolean
See Also
Reference
ACADExportOptions Class
Autodesk.Revit.DB Namespace